{
  "songs": [
    {
      "idAlbum": "2114804",
      "idArtist": "111827",
      "idIMVDB": "0",
      "idLyric": "270270",
      "idTrack": "32780491",
      "intCD": null,
      "intDuration": "180133",
      "intLoved": "8",
      "intMusicVidComments": "109376",
      "intMusicVidDislikes": "61020",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "1238802",
      "intMusicVidViews": "179971949",
      "intScore": "10",
      "intScoreVotes": "7",
      "intTotalListeners": "1223448",
      "intTotalPlays": "8261916",
      "intTrackNumber": "2",
      "strAlbum": "One of the Boys",
      "song_artist": "Katy Perry",
      "strArtistAlternate": "Katy Hudson",
      "strDescription": "\"I Kissed A Girl\" is a song performed by American recording artist Katy Perry for her debut album One of the Boys (2008). It was released as the album's first single on April 28, 2008 through Capitol Records. It was written by Perry, Lukasz Gottwald, Max Martin and Cathy Dennis, with production helmed by Gottwald under his production name Dr. Luke. Perry says the song is \"about the magical beauty of a woman\". The song is a electro-rock number that runs through a throbbing beat and contains influences of New Wave.\r\n\r\n\"I Kissed a Girl\" received mixed reception for music critics upon reviewing the parent album, praising its sound and structure while highly criticizing its lyrical content. The song drew controversy for its irreverent lyrics and was notably criticized by numerous critics and singers. The song experienced commercial success domestically as well as internationally. It topped the Billboard Hot 100 chart for seven consecutive weeks, becoming the 1000th chart-topper of the Rock Era. The single has sold over 4,155,000 digital copies in the US alone. \"I Kissed a Girl\" is one of six Perry songs to top 4 million paid downloads in the US, the others being \"Hot n Cold\", \"California Gurls\", \"Firework\", \"E.T.\" and \"Teenage Dream\". It has reached the summit of the charts in nearly twenty countries, including Australia, Canada, Ireland and the United Kingdom while peaking within the top five in other European countries like Belgium, Finland and France. The song was one of the best selling singles worldwide, selling 8 million copies, became the 21st song with the most paid downloads in history.\r\n\r\nThe accompanying music video for the song was released on May 16, 2008. The video, directed by Kinga Burza, features Perry in a setting inspired by burlesque and Moulin Rouge styles. It features an appearance from then-unknown American electropop singer Kesha. The song is recognized as the 10th best selling single in the 21st century. \"I Kissed a Girl\" was performed and a nominee at the 51st Grammy Awards (Grammy Award for Best Female Pop Vocal Performance). It was also nominated for Favorite Song at the 2009 Kids' Choice Awards.",
      "strGenre": "Pop",
      "strLocked": "unlocked",
      "strMood": "Cheerful",
      "strMusicBrainzAlbumID": "88f14b0b-f8d1-31b4-87ab-199145fc12d3",
      "strMusicBrainzArtistID": "122d63fc-8671-43e4-9752-34e846d62a9c",
      "strMusicBrainzID": "9ed869d7-4297-4033-b47a-afe9476eebf2",
      "strMusicVid": "http://www.youtube.com/watch?v=tAp9BKosZXs",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Kinga Burza",
      "strMusicVidScreen1": "https://www.theaudiodb.com/images/media/track/mvidscreen/uqrvqy1364484249.jpg",
      "strMusicVidScreen2": "https://www.theaudiodb.com/images/media/track/mvidscreen/twytyu1364484258.jpg",
      "strMusicVidScreen3": "https://www.theaudiodb.com/images/media/track/mvidscreen/ttyuuw1364484267.jpg",
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "I Kissed a Girl",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/tyvpry1359422964.jpg"
    },
    {
      "idAlbum": "2109569",
      "idArtist": "111233",
      "idIMVDB": "0",
      "idLyric": "178365",
      "idTrack": "32723592",
      "intCD": null,
      "intDuration": "269373",
      "intLoved": "6",
      "intMusicVidComments": "57446",
      "intMusicVidDislikes": "23236",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "876012",
      "intMusicVidViews": "213904038",
      "intScore": "9.5",
      "intScoreVotes": "10",
      "intTotalListeners": "1239804",
      "intTotalPlays": "10358451",
      "intTrackNumber": "1",
      "strAlbum": "Echoes, Silence, Patience & Grace",
      "song_artist": "Foo Fighters",
      "strArtistAlternate": "The Foo Fighters",
      "strDescription": "\"The Pretender\" is a song by the American alternative rock band Foo Fighters. It was the first single from the group'",
      "strGenre": "Electronic",
      "strLocked": "unlocked",
      "strMood": "Troubled",
      "strMusicBrainzAlbumID": "1bb277e1-20ed-399f-99f2-c97aea745092",
      "strMusicBrainzArtistID": "23d9d74d-c95e-46a6-be26-a6075c49747a",
      "strMusicBrainzID": "d0c2a6dc-0c72-4c8e-8ab0-b2c97a124004",
      "strMusicVid": "http://www.youtube.com/watch?v=LuqEbRzy_t8",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Electronic",
      "strTheme": null,
      "strTrack": "Insomnia",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/rxxqyu1342291325.jpg"
    },
    {
      "idAlbum": "2112023",
      "idArtist": "111418",
      "idIMVDB": "0",
      "idLyric": "404250",
      "idTrack": "32749475",
      "intCD": null,
      "intDuration": "261626",
      "intLoved": "5",
      "intMusicVidComments": "11482",
      "intMusicVidDislikes": "9619",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "300701",
      "intMusicVidViews": "55350873",
      "intScore": "9.5",
      "intScoreVotes": "8",
      "intTotalListeners": "1654614",
      "intTotalPlays": "14610151",
      "intTrackNumber": "6",
      "strAlbum": "OK Computer",
      "song_artist": "Radiohead",
      "strArtistAlternate": null,
      "strDescription": "\"Karma Police\" is a song by English alternative rock band Radiohead from their 1997 third studio album OK Computer. The song's title and lyrics derive from an in-joke among the band, referring to the Hindu theory of cause and effect, known as karma.\r\n\r\n\"Karma Police\" was released as the second single from OK Computer, and became a commercial success, charting at number eight on the UK Singles Chart and number fourteen on the US Hot Modern Rock Tracks. Critical reception to the single was also favourable.\r\n\r\nIn 2008 the song was featured on the Radiohead: The Best Of collection.\r\n\r\n\"Karma Police\", like several other songs that would make up OK Computer, was debuted live in 1996, when the band briefly supported Alanis Morissette on tour. A live version of \"Karma Police\", performed with a Rhodes piano on the Late Show with David Letterman, is captured in the Radiohead documentary Meeting People Is Easy.\r\n\r\n\"Karma Police\" is in a 4/4 time signature and played in standard tuning. The first half of the song is in the key of E minor, and would feature a Neapolitan chord (F). The second half (starting with the line \"For a minute there\") is in B minor. Acoustic guitar and piano are the most prominent instruments in the song, and the chord progression owes an audible debt to The Beatles song \"Sexy Sadie\".\r\n\r\nThe structure of the song is unconventional in that it has nothing resembling a typical chorus. Instead, the song progresses from the intro into a mid-tempo section which alternates between two verses. The first verse begins with the line \"Karma police\", and the other begins with the line \"This is what you'll get\". During the second section the drums drop out and an analog synthesizer imitating a choir is featured. After this section cycles through twice, the song switches into a second section which is based around the line \"For a minute there, I lost myself\". During this section of the song, Yorke's voice is put through an echo effect and a sliding melodic figure serves as a counterpoint to Yorke's vocals. In the outro, Ed O'Brien plays a few notes on his guitar, which are distorted by overloading an AMS rackmount digital delay unit and turning the delay rate knob down.\r\n\r\nRadiohead members used to tell one another that they would call \"the karma police\" on them if they did something bad. The joke was incorporated into the lyrics and title of the song. Yorke explained that the song was about stress and \"having people looking at you in that certain  way, I can't handle it anymore\". Thom Yorke explained the idea of the lyrics to The Independent in 2006, saying, \"It's for someone who has to work for a large company. This is a song against bosses. Fuck the middle management!\" Yorke and Jonny Greenwood emphasised in interviews that the song had a humorous bent; Yorke said, \" not entirely serious, I hope people will realize that.\" The song includes the line \"He buzzes like a fridge/He's like a detuned radio\", a reference to the distracting, metaphorical background noise Yorke calls \"fridge buzz\". Yorke has said that the idea of fridge buzz is one of the primary themes of OK Computer. \"Karma Police\" also shares themes of insanity and dissatisfaction with capitalism.\r\n\r\nThe music video for the song was directed by Jonathan Glazer, previously responsible for Radiohead's \"Street Spirit (Fade Out)\" clip. The video premiered in August 1997 and featured Radiohead frontman Thom Yorke as well as Hungarian actor Lajos Kovács. Glazer won MTV's Director of the Year award in 1997 for his work on this, as well as Jamiroquai's \"Virtual Insanity\". Glazer however revealed in an interview that he considers this video to be a failed attempt. According to MTV.com, Glazer had pitched the concept of the \"Karma Police\" video months earlier to Marilyn Manson, who disliked it.\r\n\r\nThe video starts with the camera, an unseen driver, looking at the empty back seat of a 1976 Chrysler New Yorker at night. The 'driver' then faces the windscreen and begins driving. For 35 seconds, it shows nothing but a road through grass illuminated by headlights, with insects visible around the windscreen. A figure is then seen running from the car. In time for the chorus the view shifts back to the back seat, where Thom Yorke now sits, almost mumbling his lyrics. The view yet again moves to the figure, who is close to being mown down, as the view again switches to Yorke, now slouching drowsily against the back of the front seat, barely lipsyncing any longer. The camera swivels again and the figure appears again, close this time. For the first time another perspective reveals the outside of the car. The pursued figure sharpens and is revealed to be a large man with a frightened look. The car comes to a stop before him, then reverses slightly, as if for a 'run up', and this reveals it to be leaking fuel. The man realises the car has a petrol leak and puts his hands behind his back as if in resignation, then takes matches from his pocket, lights one, and throws it down. The perspective shifts to the car's interior. The car suddenly reverses, away from the man, a path of fire now blazes back towards the car. The car slowly catches fire, and the camera/driver finally turns frantically to the back seat and robotically swivels back and forth, only to find that Yorke is no longer there.",
      "strGenre": "Alternative Rock",
      "strLocked": "unlocked",
      "strMood": "Sad",
      "strMusicBrainzAlbumID": "b1392450-e666-3926-a536-22c65f834433",
      "strMusicBrainzArtistID": "a74b1b7f-71a5-4011-9441-d0b5e4122711",
      "strMusicBrainzID": "9e2ad5bc-c6f9-40d2-a36f-3122ee2072a3",
      "strMusicVid": "https://www.youtube.com/watch?v=1uYWYWPc9HU",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Jonathan Glazer",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "Karma Police",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/qrvxpv1447964960.jpg"
    },
    {
      "idAlbum": "2131099",
      "idArtist": "114415",
      "idIMVDB": "0",
      "idLyric": "0",
      "idTrack": "32982991",
      "intCD": null,
      "intDuration": "177506",
      "intLoved": "5",
      "intMusicVidComments": "706",
      "intMusicVidDislikes": "272",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "2905",
      "intMusicVidViews": "646802",
      "intScore": "9.875",
      "intScoreVotes": "8",
      "intTotalListeners": "792091",
      "intTotalPlays": "7969016",
      "intTrackNumber": "4",
      "strAlbum": "Night Visions",
      "song_artist": "Imagine Dragons",
      "strArtistAlternate": null,
      "strDescription": "\"Demons\" is a song written and recorded by American indie rock band Imagine Dragons, for their major label debut EP Continued Silence. The song appears as the second track on the EP. the song was also included on their debut studio album, Night Visions as the fourth track. \"Demons\" was solicited to United States Triple A radio on January 28, 2013. It has been confirmed that the song will also be released as the fourth single from Night Visions in 2013. The song has so far reached No. 89 on the Billboard Hot 100 chart.",
      "strGenre": "Indie",
      "strLocked": "unlocked",
      "strMood": "Poignant",
      "strMusicBrainzAlbumID": "caef5f01-8568-4573-8458-c9e99ff7c734",
      "strMusicBrainzArtistID": "012151a8-0f9a-44c9-997f-ebd68b5389f9",
      "strMusicBrainzID": "87dede50-097f-4064-9a9b-bd4851363971",
      "strMusicVid": "http://www.youtube.com/watch?v=orhJ1TzREZU",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Isaac Halasima",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "Demons",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/yxsysr1385301956.jpg"
    },
    {
      "idAlbum": "2118223",
      "idArtist": "112424",
      "idIMVDB": "2147483647",
      "idLyric": "333117",
      "idTrack": "32823000",
      "intCD": null,
      "intDuration": "293000",
      "intLoved": "5",
      "intMusicVidComments": null,
      "intMusicVidDislikes": "10269",
      "intMusicVidFavorites": null,
      "intMusicVidLikes": "321232",
      "intMusicVidViews": "128634833",
      "intScore": "8.23077",
      "intScoreVotes": "13",
      "intTotalListeners": "1266742",
      "intTotalPlays": "7692829",
      "intTrackNumber": "6",
      "strAlbum": "Thriller",
      "song_artist": "Michael Jackson",
      "strArtistAlternate": null,
      "strDescription": "\"Billie Jean\" is a song by American recording artist Michael Jackson. It is the second single from the singer's sixth solo album, Thriller (1982). It was written and composed by Jackson and produced by him and Quincy Jones. There are contradictory claims to what the song's lyrics refer",
      "strGenre": "Pop",
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "f32fab67-77dd-3937-addc-9062e28e4c37",
      "strMusicBrainzArtistID": "f27ec8db-af05-4f36-916e-3d57f91ecf5e",
      "strMusicBrainzID": "cb052235-5107-4988-ac2f-10404025c663",
      "strMusicVid": "http://www.youtube.com/watch?v=Zi_XLOBDo_Y",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Steve Barron",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "Billie Jean",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/tqqsur1418298940.jpg"
    },
    {
      "idAlbum": "2117562",
      "idArtist": "112317",
      "idIMVDB": "0",
      "idLyric": "340266",
      "idTrack": "32814312",
      "intCD": null,
      "intDuration": "251000",
      "intLoved": "5",
      "intMusicVidComments": "8272",
      "intMusicVidDislikes": "4294",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "137040",
      "intMusicVidViews": "17502172",
      "intScore": "10",
      "intScoreVotes": "5",
      "intTotalListeners": "119918",
      "intTotalPlays": "380330",
      "intTrackNumber": "4",
      "strAlbum": "Supa Dupa Fly",
      "song_artist": "Missy Elliott",
      "strArtistAlternate": null,
      "strDescription": "\"The Rain (Supa Dupa Fly)\" is a song recorded by American rapper Missy \"Misdemeanor\" Elliott. It was written and composed by Don Bryant, Bernard \"Bernie\" Miller, Elliott, and producer Timbaland for her debut album Supa Dupa Fly (1997) and contains a sample of Ann Peebles' 1973 single \"I Can't Stand the Rain\", whose lyrics serve as the chorus.\r\n\r\nThe song was released to US radio stations on May 20, 1997, and the Hype Williams-directed video was released to video shows starting June 3, 1997. The song entered the Hot R&B Airplay chart in mid-June, and peaked at number 6 the week of August 9, 1997. It peaked at number 51 on the Hot 100 Airplay chart the following week.\r\n\r\nThe song was released as the album's lead single on July 2, 1997, and reached the top twenty in the United Kingdom and New Zealand. VH1 ranked the song 99th on VH1's 100 Greatest Songs of the '90s. And in 2010 Pitchfork Media included the song at number 33 on their Top 200 Tracks of the 90s. In 2000, \"The Rain (Supa Dupa Fly)\" was named the fourth-best single of 1999 by The Village Voice's annual-year end Pazz & Jop critics' poll.\r\n\r\nThe song's moans are used as a sample in Method Man & Redman's \"The ?\"",
      "strGenre": "Hip-Hop",
      "strLocked": "unlocked",
      "strMood": "Gritty",
      "strMusicBrainzAlbumID": "45a68d94-6923-38c1-a6dd-4cfc1cdc193a",
      "strMusicBrainzArtistID": "a0b8cb9e-7532-45fe-a74c-30e7c4009a39",
      "strMusicBrainzID": "91e62243-2060-4611-a415-ec3270f83238",
      "strMusicVid": "http://www.youtube.com/watch?v=hHcyJPTTn9w",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Hype Williams",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Urban/R&B",
      "strTheme": "...",
      "strTrack": "The Rain (Supa Dupa Fly)",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": null
    },
    {
      "idAlbum": "2115556",
      "idArtist": "111971",
      "idIMVDB": "0",
      "idLyric": "438687",
      "idTrack": "32789330",
      "intCD": null,
      "intDuration": "223000",
      "intLoved": "5",
      "intMusicVidComments": "2518",
      "intMusicVidDislikes": "1995",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "69162",
      "intMusicVidViews": "16186753",
      "intScore": "10",
      "intScoreVotes": "4",
      "intTotalListeners": "200709",
      "intTotalPlays": "1014339",
      "intTrackNumber": "2",
      "strAlbum": "Scouting for Girls",
      "song_artist": "Scouting for Girls",
      "strArtistAlternate": null,
      "strDescription": "\"She's So Lovely\" is the debut single by English pop rock band Scouting for Girls. It was written by band frontman Roy Stride and produced by Andy Green and released on 27 August 2007 as the lead single from their self-titled debut studio album (2007).\r\n\r\nThe song peaked at number seven on the UK Singles Chart and also reached a peak of number six on the UK Download Chart. The song remained in the UK top 10 for six consecutive weeks.\r\n\r\nMusic video\r\nThe music video for \"She's So Lovely\" is set in a bowling alley. Roy Stride is trying to attract the attentions of a pretty girl (Louise Glover), but she has a boyfriend already. While the boyfriend is there, Roy tells the girl she looks beautiful. The boyfriend gets angry, but gets called away for his throw. As he scores a strike, Roy and the girl walk off down the hall together (although only their legs are shown, the shoes and jeans are the same as Roy's).",
      "strGenre": "Pop",
      "strLocked": "unlocked",
      "strMood": "Happy",
      "strMusicBrainzAlbumID": "08486f18-c068-31a8-8ed5-457fc83e60cf",
      "strMusicBrainzArtistID": "854b0687-f9fc-4109-b59f-dbe84ebc5de6",
      "strMusicBrainzID": "8e00ed20-0ce1-45b0-9c15-2501176672fd",
      "strMusicVid": "https://www.youtube.com/watch?v=7ABNEjPxWEg",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "...",
      "strTheme": "...",
      "strTrack": "She's So Lovely",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/rpxrwp1479295781.jpg"
    },
    {
      "idAlbum": "2129133",
      "idArtist": "114130",
      "idIMVDB": null,
      "idLyric": "0",
      "idTrack": "32958642",
      "intCD": null,
      "intDuration": "590773",
      "intLoved": "5",
      "intMusicVidComments": null,
      "intMusicVidDislikes": null,
      "intMusicVidFavorites": null,
      "intMusicVidLikes": null,
      "intMusicVidViews": null,
      "intScore": "10",
      "intScoreVotes": "5",
      "intTotalListeners": "71342",
      "intTotalPlays": "366173",
      "intTrackNumber": "6",
      "strAlbum": "I Could Live in Hope",
      "song_artist": "Low",
      "strArtistAlternate": null,
      "strDescription": null,
      "strGenre": "Indie",
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "05605e58-2923-319e-87f0-3cdbf97f57f8",
      "strMusicBrainzArtistID": "42faad37-8aaa-42e4-a300-5a7dae79ed24",
      "strMusicBrainzID": "5f4028b7-e163-4e0f-8063-52a0d950ca0c",
      "strMusicVid": null,
      "strMusicVidCompany": null,
      "strMusicVidDirector": null,
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "Lullaby",
      "strTrack3DCase": null,
      "strTrackLyrics": null,
      "song_img": null
    },
    {
      "idAlbum": "2126945",
      "idArtist": "113811",
      "idIMVDB": "0",
      "idLyric": "394735",
      "idTrack": "32933772",
      "intCD": null,
      "intDuration": "228106",
      "intLoved": "5",
      "intMusicVidComments": "0",
      "intMusicVidDislikes": "0",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "0",
      "intMusicVidViews": "0",
      "intScore": "9.33333",
      "intScoreVotes": "6",
      "intTotalListeners": "133477",
      "intTotalPlays": "482036",
      "intTrackNumber": "5",
      "strAlbum": "Flesh & Blood",
      "song_artist": "Poison",
      "strArtistAlternate": null,
      "strDescription": "\"Unskinny Bop\" is the title of a song by American glam metal band Poison, which was released as the first single from their 1990 Flesh & Blood album.\r\n\r\nThe song peaked at number 3 on the US Billboard Hot 100, number 5 on the Mainstream rock charts, number 15 in the UK and #7 on the Australian charts. This made it the band's second highest success, after \"Every Rose Has Its Thorn\". The music video for the song has Bret Michaels dancing with a couple of animated neon cowgirls next to him.\r\n\r\nThe meaning of \"Unskinny Bop\" has always been shrouded in obscurity. C.C. DeVille later confessed that the phrase \"unskinny bop\" has no particular meaning. He invented it as a temporary measure while writing the song, before vocalist Bret Michaels had begun working on the lyrics. The phrase was used on the basis that it was phonetically suited to the music. The song was later played to producer Fairbairn, who stated that, although he did not know what an \"unskinny bop\" was, the phrase was perfect.",
      "strGenre": "Hard Rock",
      "strLocked": "unlocked",
      "strMood": "...",
      "strMusicBrainzAlbumID": "f119385d-c478-3762-9bfe-7a751b58f493",
      "strMusicBrainzArtistID": "c79c43d4-cbed-4373-89ce-6560f62eb7d8",
      "strMusicBrainzID": "f73090e1-87e0-4fbd-b2ca-949ff7b69b0c",
      "strMusicVid": "https://www.dailymotion.com/video/x2r7ivh",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Marty Callner",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "Unskinny Bop",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/qqppur1356106063.jpg"
    },
    {
      "idAlbum": "2122849",
      "idArtist": "113130",
      "idIMVDB": "0",
      "idLyric": "531",
      "idTrack": "32882300",
      "intCD": null,
      "intDuration": "229466",
      "intLoved": "5",
      "intMusicVidComments": "206664",
      "intMusicVidDislikes": "159465",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "4442396",
      "intMusicVidViews": "1006343072",
      "intScore": "10",
      "intScoreVotes": "5",
      "intTotalListeners": "1252494",
      "intTotalPlays": "8138548",
      "intTrackNumber": "1",
      "strAlbum": "Hunting High and Low",
      "song_artist": "a-ha",
      "strArtistAlternate": null,
      "strDescription": "\"Take on Me\" is a song by the Norwegian synthpop band A-ha. Written by the band members, the song was produced by Alan Tarney for the group's first studio album Hunting High and Low, released in 1985. The song combines synthpop with a varied instrumentation that includes acoustic guitars, keyboards, and drums.\r\n\r\nThe original \"Take on Me\" was recorded in 1984, and took three releases to chart in the United Kingdom, reaching number two on the UK Singles Chart in November 1985. In the United States, the song reached the top position of the Billboard Hot 100 in October 1985, due in no small part to the wide exposure of its memorable and cutting-edge music video on MTV, directed by Steve Barron. The video features the band in a pencil-sketch animation method called rotoscoping, combined with live action. The video won six awards, and was nominated for two others at the 1986 MTV Video Music Awards.",
      "strGenre": "Synthpop",
      "strLocked": "unlocked",
      "strMood": "Excitable",
      "strMusicBrainzAlbumID": "af7347df-ef5a-3c41-826d-d884f8916c17",
      "strMusicBrainzArtistID": "7364dea6-ca9a-48e3-be01-b44ad0d19897",
      "strMusicBrainzID": "eb7149bb-bcd9-4ab9-b8c7-6296011c504a",
      "strMusicVid": "https://www.youtube.com/watch?v=djV11Xbc914",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Steven Barron",
      "strMusicVidScreen1": "https://www.theaudiodb.com/images/media/track/mvidscreen/yqxswq1581511829.jpg",
      "strMusicVidScreen2": "https://www.theaudiodb.com/images/media/track/mvidscreen/uvuyxu1581511842.jpg",
      "strMusicVidScreen3": "https://www.theaudiodb.com/images/media/track/mvidscreen/wtwqty1581511851.jpg",
      "strStyle": "Rock/Pop",
      "song_img": "https: //www.theaudiodb.com/images/media/track/thumb/qqssrp1376605431.jpg"
    },
    {
      "idAlbum": "2176520",
      "idArtist": "122811",
      "idIMVDB": null,
      "idLyric": "0",
      "idTrack": "33539536",
      "intCD": null,
      "intDuration": "296413",
      "intLoved": "5",
      "intMusicVidComments": null,
      "intMusicVidDislikes": null,
      "intMusicVidFavorites": null,
      "intMusicVidLikes": null,
      "intMusicVidViews": null,
      "intScore": "10",
      "intScoreVotes": "5",
      "intTotalListeners": "26072",
      "intTotalPlays": "90885",
      "intTrackNumber": "2",
      "strAlbum": "Against the Grain",
      "song_artist": "Acoustic Alchemy",
      "strArtistAlternate": null,
      "strDescription": null,
      "strGenre": "Jazz",
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "b88c2c90-320e-3f03-8340-d16ba5441374",
      "strMusicBrainzArtistID": "78de0cb4-245a-4679-9d09-d4f277c58e0e",
      "strMusicBrainzID": "a930d13e-5475-4207-9abd-d25acd86c8ae",
      "strMusicVid": null,
      "strMusicVidCompany": null,
      "strMusicVidDirector": null,
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "Lazeez",
      "strTrack3DCase": null,
      "strTrackLyrics": null,
      "song_img": null
    },
    {
      "idAlbum": "2161732",
      "idArtist": "119666",
      "idIMVDB": null,
      "idLyric": "101418",
      "idTrack": "33357317",
      "intCD": null,
      "intDuration": "188000",
      "intLoved": "5",
      "intMusicVidComments": null,
      "intMusicVidDislikes": null,
      "intMusicVidFavorites": null,
      "intMusicVidLikes": null,
      "intMusicVidViews": null,
      "intScore": "10",
      "intScoreVotes": "5",
      "intTotalListeners": "32485",
      "intTotalPlays": "242313",
      "intTrackNumber": "6",
      "strAlbum": "Shock Troops",
      "song_artist": "Cock Sparrer",
      "strArtistAlternate": null,
      "strDescription": null,
      "strGenre": "Punk Rock",
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "64771495-a553-34c7-ace1-c308245bfab9",
      "strMusicBrainzArtistID": "bbcc9824-31c0-4c70-a7af-d24090ea161e",
      "strMusicBrainzID": "d69baafb-4f44-4df2-86c8-3a8fc091cbff",
      "strMusicVid": null,
      "strMusicVidCompany": null,
      "strMusicVidDirector": null,
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "England Belongs to Me",
      "strTrack3DCase": null,
      "strTrackLyrics": null,
      "song_img": null
    },
    {
      "idAlbum": "2215925",
      "idArtist": "117697",
      "idIMVDB": "0",
      "idLyric": "0",
      "idTrack": "34015736",
      "intCD": null,
      "intDuration": "233000",
      "intLoved": "5",
      "intMusicVidComments": "161507",
      "intMusicVidDislikes": "244120",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "4627991",
      "intMusicVidViews": "1073556932",
      "intScore": "10",
      "intScoreVotes": "7",
      "intTotalListeners": "603725",
      "intTotalPlays": "5482522",
      "intTrackNumber": "5",
      "strAlbum": "Girl",
      "song_artist": "Pharrell Williams",
      "strArtistAlternate": "Pharrell",
      "strDescription": "\"Happy\" is a song performed by American singer and producer Pharrell Williams, from the Despicable Me 2 soundtrack album. It also serves as the lead single from Williams' second studio album, G I R L. The song was written and produced by Williams. It was released on November 21, 2013 alongside a long-form music video presented via the website 24hoursofhappy.com. The song was reissued on December 16, 2013 by Back Lot Music, under exclusive license to Columbia Records, a division of Sony Music Entertainment.\r\n\"Happy\" has been highly successful, topping the US Billboard Hot 100 chart and charts in 23 other countries. It has sold one million copies in the United Kingdom, and has reached the summit on three separate occasions, both records in their own right.",
      "strGenre": "Hip-Hop",
      "strLocked": "unlocked",
      "strMood": "Happy",
      "strMusicBrainzAlbumID": "b98397c3-76c8-4d00-8274-fbbc418bb99f",
      "strMusicBrainzArtistID": "149f91ef-1287-46da-9a8e-87fee02f1471",
      "strMusicBrainzID": "f367ad6e-efd5-4496-aba5-21a4edcd82c6",
      "strMusicVid": "https://www.youtube.com/watch?v=y6Sxv-sUYtM",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "We Are From L.A",
      "strMusicVidScreen1": "https://www.theaudiodb.com/images/media/track/mvidscreen/ryvpuq1418733323.jpg",
      "strMusicVidScreen2": "https://www.theaudiodb.com/images/media/track/mvidscreen/spytut1418733331.jpg",
      "strMusicVidScreen3": "https://www.theaudiodb.com/images/media/track/mvidscreen/uwutxx1418733338.jpg",
      "strStyle": "Urban/R&B",
      "strTheme": "Party",
      "strTrack": "Happy",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/xqxupu1414360149.jpg"
    },
    {
      "idAlbum": "2285072",
      "idArtist": "147850",
      "idIMVDB": null,
      "idLyric": null,
      "idTrack": "34848086",
      "intCD": null,
      "intDuration": "331106",
      "intLoved": "5",
      "intMusicVidComments": null,
      "intMusicVidDislikes": null,
      "intMusicVidFavorites": null,
      "intMusicVidLikes": null,
      "intMusicVidViews": null,
      "intScore": "10",
      "intScoreVotes": "5",
      "intTotalListeners": "1104",
      "intTotalPlays": "4503",
      "intTrackNumber": "2",
      "strAlbum": "The Oracle",
      "song_artist": "Ring of Fire",
      "strArtistAlternate": null,
      "strDescription": null,
      "strGenre": null,
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "e564fe80-ab22-41dd-b31b-077ef65baec6",
      "strMusicBrainzArtistID": "bf49149e-77cb-48f4-9b5d-1eb8b4c65bca",
      "strMusicBrainzID": "f6d526fb-eae2-4987-a314-89778468e0ad",
      "strMusicVid": null,
      "strMusicVidCompany": null,
      "strMusicVidDirector": null,
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "Circle of Time",
      "strTrack3DCase": null,
      "strTrackLyrics": null,
      "song_img": null
    },
    {
      "idAlbum": "2254308",
      "idArtist": "140381",
      "idIMVDB": null,
      "idLyric": "0",
      "idTrack": "34488423",
      "intCD": null,
      "intDuration": "200800",
      "intLoved": "5",
      "intMusicVidComments": null,
      "intMusicVidDislikes": null,
      "intMusicVidFavorites": null,
      "intMusicVidLikes": null,
      "intMusicVidViews": null,
      "intScore": "9.66667",
      "intScoreVotes": "6",
      "intTotalListeners": "72230",
      "intTotalPlays": "330418",
      "intTrackNumber": "3",
      "strAlbum": "Five-A-Side",
      "song_artist": "Ace",
      "strArtistAlternate": null,
      "strDescription": null,
      "strGenre": null,
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "0188ab18-e855-31da-aa97-f4e650a87bc9",
      "strMusicBrainzArtistID": "241a85e3-da78-437e-a511-c18c14792ccc",
      "strMusicBrainzID": "547960b9-4932-4ee2-bf66-4562a25f50a1",
      "strMusicVid": null,
      "strMusicVidCompany": null,
      "strMusicVidDirector": null,
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "How Long",
      "strTrack3DCase": null,
      "strTrackLyrics": null,
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/rvs5o31594762737.jpg"
    },
    {
      "idAlbum": "2251733",
      "idArtist": "111626",
      "idIMVDB": "0",
      "idLyric": "0",
      "idTrack": "34455503",
      "intCD": null,
      "intDuration": "200000",
      "intLoved": "5",
      "intMusicVidComments": "826540",
      "intMusicVidDislikes": "1557704",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "12541563",
      "intMusicVidViews": "3253656207",
      "intScore": "10",
      "intScoreVotes": "5",
      "intTotalListeners": "402692",
      "intTotalPlays": "4209930",
      "intTrackNumber": "4",
      "strAlbum": "Purpose",
      "song_artist": "Justin Bieber",
      "strArtistAlternate": null,
      "strDescription": "\"Sorry\" is a song recorded by Canadian singer Justin Bieber for his fourth studio album, Purpose (2015). Written by Bieber, Julia Michaels, Justin Tranter, Skrillex, and BloodPop; the song was produced by the latter two. It was released on October 22, 2015, as the second single from the album. A dancehall-pop, tropical house and moombahton song, \"Sorry\" contains in its instrumentation \"brassy horn bleats\", warm island rhythms and a dembow riddim beat. Lyrically, \"Sorry\" is a plea for a chance to apologize to a lover, with Bieber asking forgiveness and a second chance to redeem himself. Bieber has since said that the lover was Selena Gomez. \r\n\r\nCommercially, the song topped the charts of thirteen countries. It spent 7 weeks at number one on the Canadian Hot 100 and 3 weeks at number one on the US Billboard Hot 100; \"Sorry\" was replaced by third single \"Love Yourself\" on the chart dated February 13, 2016, making Bieber the 12th act in the Hot 100's history to succeed himself at number one. He also accomplished the same feat in the United Kingdom, becoming the third act ever to self-replace at the top of the UK Singles Chart. Globally, the song became one of the best selling digital music releases with over 10 million in sales in 2016 alone.",
      "strGenre": "Pop",
      "strLocked": "unlocked",
      "strMood": "Good Natured",
      "strMusicBrainzAlbumID": "2660de3c-56db-4bd1-bf99-e162c68e5712",
      "strMusicBrainzArtistID": "e0140a67-e4d1-4f13-8a01-364355bee46e",
      "strMusicBrainzID": "5a3637a0-aa83-402c-b56e-e1f7304df316",
      "strMusicVid": "https://www.youtube.com/watch?v=fRh_vgS2dFE",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "Sorry",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/wqyvpq1582927292.jpg"
    },
    {
      "idAlbum": "2293225",
      "idArtist": "149517",
      "idIMVDB": "0",
      "idLyric": null,
      "idTrack": "34934984",
      "intCD": null,
      "intDuration": "207000",
      "intLoved": "5",
      "intMusicVidComments": "0",
      "intMusicVidDislikes": "819941",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "3971792",
      "intMusicVidViews": "788999430",
      "intScore": "10",
      "intScoreVotes": "5",
      "intTotalListeners": "6338",
      "intTotalPlays": "33769",
      "intTrackNumber": "1",
      "strAlbum": "Boomerang",
      "song_artist": "JoJo Siwa",
      "strArtistAlternate": null,
      "strDescription": "",
      "strGenre": "Pop",
      "strLocked": "unlocked",
      "strMood": "...",
      "strMusicBrainzAlbumID": "a18891b8-c5de-4ea0-80a0-56ec5718708e",
      "strMusicBrainzArtistID": "1d38e309-c38e-44f9-b116-2e1d7ee5c02e",
      "strMusicBrainzID": "6abd38ee-2687-4dea-accd-c35b282aa985",
      "strMusicVidScreen1": "https://www.theaudiodb.com/images/media/track/mvidscreen/yypurt1582766022.jpg",
      "strMusicVidScreen2": "https://www.theaudiodb.com/images/media/track/mvidscreen/qtutuu1582766041.jpg",
      "strMusicVidScreen3": "https://www.theaudiodb.com/images/media/track/mvidscreen/xuqvuw1582766071.jpg",
      "strMusicVid": "https://www.youtube.com/watch?v=XzuV0_cot-g",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "",
      "strStyle": "...",
      "strTheme": "...",
      "strTrack": "Da zero a cento",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": null
    },
    {
      "idAlbum": "2312028",
      "idArtist": "142196",
      "idIMVDB": "0",
      "idLyric": null,
      "idTrack": "35115462",
      "intCD": null,
      "intDuration": "212000",
      "intLoved": "4",
      "intMusicVidComments": "1049941",
      "intMusicVidDislikes": "504484",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "18816819",
      "intMusicVidViews": "2671699817",
      "intScore": "10",
      "intScoreVotes": "4",
      "intTotalListeners": "300237",
      "intTotalPlays": "2963120",
      "intTrackNumber": "15",
      "strAlbum": "Different World",
      "song_artist": "Alan Walker",
      "strArtistAlternate": null,
      "strDescription": "\"Faded\" is a hit song by Norwegian record producer and DJ Alan Walker. Incorporating vocals provided by Norwegian singer Iselin Solheim, the single was originally set to be released on 25 November 2015, but was delayed to 3 December 2015. The song was highly successful, peaking in the top 10 in most of the countries it charted in, and reached the top spot in more than 10 countries. It is currently the 19th most viewed video on YouTube, with over 2.6 billion views, 18 million likes and 500 thousand dislikes as of February 24, 2020 as well as being the 29th most streamed song on Spotify, with over 1 billion streams as of February 2020.\r\n\r\nWalker debuted a live performance of \"Faded\" with Solheim and string support on 27 February 2016 at X Games Oslo 2016. The performance was aired live on Norwegian television.",
      "strGenre": "Electro House",
      "strLocked": "unlocked",
      "strMood": "...",
      "strMusicBrainzAlbumID": "1a44e489-aea4-43db-aa92-d4e9f6e93dc1",
      "strMusicBrainzArtistID": "b0e4bc50-3062-4d31-afad-def6a6b7a8e9",
      "strMusicBrainzID": "7ed3fe7a-ad8e-4960-ab70-27d3d95e124c",
      "strMusicVid": "https://www.youtube.com/watch?v=60ItHLz5WEA",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Electronic",
      "strTheme": "...",
      "strTrack": "Faded",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/rpsvxs1582927461.jpg"
    },
    {
      "idAlbum": "2157415",
      "idArtist": "118877",
      "idIMVDB": null,
      "idLyric": "358308",
      "idTrack": "33304724",
      "intCD": null,
      "intDuration": "241973",
      "intLoved": "4",
      "intMusicVidComments": null,
      "intMusicVidDislikes": null,
      "intMusicVidFavorites": null,
      "intMusicVidLikes": null,
      "intMusicVidViews": null,
      "intScore": "10",
      "intScoreVotes": "4",
      "intTotalListeners": "9836",
      "intTotalPlays": "44641",
      "intTrackNumber": "3",
      "strAlbum": "Identify Yourself",
      "song_artist": "Neve",
      "strArtistAlternate": null,
      "strDescription": null,
      "strGenre": "Pop",
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "f26cd8a7-5619-4fda-b473-354fb08229ba",
      "strMusicBrainzArtistID": "ed349eed-78ce-4695-8050-91566c5c5b17",
      "strMusicBrainzID": "d8b9e260-1dfb-4503-8478-f771d4b02d3e",
      "strMusicVid": null,
      "strMusicVidCompany": null,
      "strMusicVidDirector": null,
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "It's Over Now",
      "strTrack3DCase": null,
      "strTrackLyrics": null,
      "song_img": null
    },
    {
      "idAlbum": "2175170",
      "idArtist": "122555",
      "idIMVDB": "0",
      "idLyric": "456094",
      "idTrack": "33522548",
      "intCD": null,
      "intDuration": "233893",
      "intLoved": "4",
      "intMusicVidComments": "0",
      "intMusicVidDislikes": "0",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "0",
      "intMusicVidViews": "0",
      "intScore": "10",
      "intScoreVotes": "4",
      "intTotalListeners": "23277",
      "intTotalPlays": "107205",
      "intTrackNumber": "6",
      "strAlbum": "Navy Blues",
      "song_artist": "Sloan",
      "strArtistAlternate": null,
      "strDescription": "",
      "strGenre": "Alternative Rock",
      "strLocked": "unlocked",
      "strMood": "...",
      "strMusicBrainzAlbumID": "622b03cc-ab40-33ed-be94-76f4bf34caf5",
      "strMusicBrainzArtistID": "5a63c831-5bdb-444d-a9db-974501e3317d",
      "strMusicBrainzID": "c2e712d5-f9d6-4467-aafc-114ef32f39ab",
      "strMusicVid": "https://www.dailymotion.com/video/x2rc21w",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "Money City Maniacs",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": null
    },
    {
      "idAlbum": "2175175",
      "idArtist": "122555",
      "idIMVDB": "0",
      "idLyric": "0",
      "idTrack": "33522607",
      "intCD": null,
      "intDuration": "137666",
      "intLoved": "4",
      "intMusicVidComments": "380",
      "intMusicVidDislikes": "115",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "1986",
      "intMusicVidViews": "615135",
      "intScore": "10",
      "intScoreVotes": "4",
      "intTotalListeners": "20511",
      "intTotalPlays": "91505",
      "intTrackNumber": "1",
      "strAlbum": "One Chord to Another",
      "song_artist": "Sloan",
      "strArtistAlternate": null,
      "strDescription": "",
      "strGenre": "Alternative Rock",
      "strLocked": "unlocked",
      "strMood": "...",
      "strMusicBrainzAlbumID": "e287bfbe-f6da-31f8-b7b2-2c1db4fbbeff",
      "strMusicBrainzArtistID": "5a63c831-5bdb-444d-a9db-974501e3317d",
      "strMusicBrainzID": "a991e275-504e-45ee-b969-26b7e7547cbe",
      "strMusicVid": "https://www.youtube.com/watch?v=Qffy6uHkcTU",
      "strMusicVidCompany": "Revolver Film Company",
      "strMusicVidDirector": "Mike Andringa",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "The Good in Everyone",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": null
    },
    {
      "idAlbum": "2150249",
      "idArtist": "117645",
      "idIMVDB": null,
      "idLyric": "0",
      "idTrack": "33218845",
      "intCD": null,
      "intDuration": "419200",
      "intLoved": "4",
      "intMusicVidComments": null,
      "intMusicVidDislikes": null,
      "intMusicVidFavorites": null,
      "intMusicVidLikes": null,
      "intMusicVidViews": null,
      "intScore": "10",
      "intScoreVotes": "5",
      "intTotalListeners": "107514",
      "intTotalPlays": "360870",
      "intTrackNumber": "13",
      "strAlbum": "Decksandrumsandrockandroll",
      "song_artist": "Propellerheads",
      "strArtistAlternate": null,
      "strDescription": null,
      "strGenre": "Trip Hop",
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "b4f2008c-c633-3129-ab44-0bb00fcb7c79",
      "strMusicBrainzArtistID": "cbaafb20-eb74-421a-85f1-2bb6341aad23",
      "strMusicBrainzID": "05064411-8470-4573-8dd3-cb5df02474b4",
      "strMusicVid": null,
      "strMusicVidCompany": null,
      "strMusicVidDirector": null,
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "Spybreak!",
      "strTrack3DCase": null,
      "strTrackLyrics": null,
      "song_img": null
    },
    {
      "idAlbum": "2183313",
      "idArtist": "124209",
      "idIMVDB": null,
      "idLyric": "318341",
      "idTrack": "33621431",
      "intCD": null,
      "intDuration": "251000",
      "intLoved": "4",
      "intMusicVidComments": null,
      "intMusicVidDislikes": null,
      "intMusicVidFavorites": null,
      "intMusicVidLikes": null,
      "intMusicVidViews": null,
      "intScore": "10",
      "intScoreVotes": "6",
      "intTotalListeners": "641974",
      "intTotalPlays": "2329164",
      "intTrackNumber": "2",
      "strAlbum": "Turning Point",
      "song_artist": "Mario",
      "strArtistAlternate": "Mario Dewar Barrett",
      "strDescription": null,
      "strGenre": "R&B",
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "7d0d9340-490a-3db1-a482-d4aced089790",
      "strMusicBrainzArtistID": "f236134b-7ebb-4ba8-b155-1791193d05ec",
      "strMusicBrainzID": "7e257efc-7f37-48b4-831f-cae2c9f865bf",
      "strMusicVid": null,
      "strMusicVidCompany": "",
      "strMusicVidDirector": " Little X",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "Let Me Love You",
      "strTrack3DCase": null,
      "strTrackLyrics": null,
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/uqtrqr1555062001.jpg"
    },
    {
      "idAlbum": "2122843",
      "idArtist": "112627",
      "idIMVDB": "0",
      "idLyric": "0",
      "idTrack": "32882209",
      "intCD": null,
      "intDuration": "193000",
      "intLoved": "4",
      "intMusicVidComments": "591660",
      "intMusicVidDislikes": "322472",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "5748992",
      "intMusicVidViews": "1251502481",
      "intScore": "9.625",
      "intScoreVotes": "8",
      "intTotalListeners": "793480",
      "intTotalPlays": "7573959",
      "intTrackNumber": "3",
      "strAlbum": "Kiss",
      "song_artist": "Carly Rae Jepsen",
      "strArtistAlternate": null,
      "strDescription": "\n \"Call Me Maybe\\\" is a song recorded by Canadian singer-songwriter Carly Rae Jepsen for her EP Curiosity (2012) and appearing on her international debut album, Kiss. The song was written by Jepsen and Tavish Crowe as a folk song, but its genre was modified to pop following the production by Josh Ramsay. It was released as the lead single from the EP on 20 September 2011, through 604 Records. Jepsen was signed to Schoolboy Records, releasing her single in the United States through the label, as the first single from Kiss. Musically, \\\"Call Me Maybe\\\" is an upbeat teen pop track that draws influences from dance-pop and disco. Lyrically, the track alludes to the inconvenience that a love at first sight brings to a girl who hopes for a call back from a crush.\\r\\n\\r\\nThe song received generally positive reviews from contemporary critics, who praised its composition and clever lyrical content. \\\"Call Me Maybe\\\" has attained commercial success worldwide, reaching number one in Australia, Czech Republic, Denmark, Finland, France, Hungary, Ireland, Luxembourg, New Zealand, Poland, Slovakia, Switzerland, the United Kingdom\",\n      ",
      "strGenre": "Pop",
      "strLocked": "unlocked",
      "strMood": "Excitable",
      "strMusicBrainzAlbumID": "e7ce6cac-d26e-470c-b8a1-97ecc07354df",
      "strMusicBrainzArtistID": "09887aa7-226e-4ecc-9a0c-02d2ae5777e1",
      "strMusicBrainzID": "00a6443c-6a0e-4618-9509-4476256ee313",
      "strMusicVid": "http://www.youtube.com/watch?v=fWNaR-rxAic",
      "strMusicVidCompany": "Twin Engine Films",
      "strMusicVidDirector": "Ben Knechtel",
      "strMusicVidScreen1": "https://www.theaudiodb.com/images/media/track/mvidscreen/sxsytq1418393847.jpg",
      "strMusicVidScreen2": "https://www.theaudiodb.com/images/media/track/mvidscreen/xpsxqq1418393854.jpg",
      "strMusicVidScreen3": "https://www.theaudiodb.com/images/media/track/mvidscreen/srppxs1418393860.jpg",
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "Call Me Maybe",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/vsspry1359183885.jpg"
    },
    {
      "idAlbum": "2115556",
      "idArtist": "111971",
      "idIMVDB": "0",
      "idLyric": "438679",
      "idTrack": "32789334",
      "intCD": null,
      "intDuration": "229000",
      "intLoved": "4",
      "intMusicVidComments": "567",
      "intMusicVidDislikes": "306",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "9939",
      "intMusicVidViews": "4777248",
      "intScore": "10",
      "intScoreVotes": "4",
      "intTotalListeners": "111803",
      "intTotalPlays": "481564",
      "intTrackNumber": "6",
      "strAlbum": "Scouting for Girls",
      "song_artist": "Scouting for Girls",
      "strArtistAlternate": null,
      "strDescription": "\"Elvis Ain't Dead\" is a song by the British band Scouting for Girls. It was released as a single on 17 December 2007.\r\n\r\nMusic video\r\nThe music video for \"Elvis Ain't Dead\" was recorded in a studio and involved the band members simply playing the song. There are shots of Roy Stride wandering around town and seeing people with Elvis haircuts and wearing the sorts of clothes he wore. At the end of the video he sees the girl that he is attracted to and the song fades with the words \"Elvis has left the building. Thank you and goodnight!\", a line made famous by Elvis.\r\n\r\nChart performance\r\nOn 16 December 2007, \"Elvis Ain't Dead\" debuted in the UK Top 40 at #33 in the UK Singles Chart via download sales alone. From then on, it slowly crept up the charts. It rose five places to #28 in its first week of physical release, then two places up to #26 the next week, climbed a further nine places to #17 in its third week and it then jumped another seven places to #10 in its fourth week, hence becoming the band's second UK Top 10 single. It rose two more places to its peak at #8 in its fifth week where it stayed in its sixth week.",
      "strGenre": "Pop",
      "strLocked": "unlocked",
      "strMood": "Happy",
      "strMusicBrainzAlbumID": "08486f18-c068-31a8-8ed5-457fc83e60cf",
      "strMusicBrainzArtistID": "854b0687-f9fc-4109-b59f-dbe84ebc5de6",
      "strMusicBrainzID": "96530441-dd2f-401b-9016-fc95611e2f0c",
      "strMusicVid": "https://www.youtube.com/watch?v=3jpLo1A4x_g",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Britpop",
      "strTheme": "In Love",
      "strTrack": "Elvis Ain't Dead",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": null
    },
    {
      "idAlbum": "2115874",
      "idArtist": "112017",
      "idIMVDB": "0",
      "idLyric": "0",
      "idTrack": "32793338",
      "intCD": null,
      "intDuration": "203506",
      "intLoved": "4",
      "intMusicVidComments": null,
      "intMusicVidDislikes": "1604",
      "intMusicVidFavorites": null,
      "intMusicVidLikes": "95762",
      "intMusicVidViews": "21732754",
      "intScore": "10",
      "intScoreVotes": "6",
      "intTotalListeners": "1151559",
      "intTotalPlays": "10418142",
      "intTrackNumber": "9",
      "strAlbum": "Inside In/Inside Out",
      "song_artist": "The Kooks",
      "strArtistAlternate": null,
      "strDescription": "",
      "strGenre": "Indie",
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "955f4066-9dfd-3363-b10f-1c9a67903faa",
      "strMusicBrainzArtistID": "f82f3a3e-29c2-42ca-b589-bc5dc210fa9e",
      "strMusicBrainzID": "5923b845-4cd7-4ef0-a5f3-e5548e51f322",
      "strMusicVid": "www.youtube.com/watch?v=jkaMiaRLgvY",
      "strMusicVidCompany": "Academy Films",
      "strMusicVidDirector": "Nick Gordon",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "Naïve",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/rwsqyy1555061750.jpg"
    },
    {
      "idAlbum": "2116423",
      "idArtist": "112131",
      "idIMVDB": "0",
      "idLyric": "0",
      "idTrack": "32799887",
      "intCD": null,
      "intDuration": "342733",
      "intLoved": "4",
      "intMusicVidComments": "103",
      "intMusicVidDislikes": "46",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "1688",
      "intMusicVidViews": "156967",
      "intScore": "9.28571",
      "intScoreVotes": "7",
      "intTotalListeners": "649550",
      "intTotalPlays": "3947670",
      "intTrackNumber": "1",
      "strAlbum": "The Fat of the Land",
      "song_artist": "The Prodigy",
      "strArtistAlternate": "Prodigy",
      "strDescription": "\"Smack My Bitch Up\" is a song by British big beat group the Prodigy. It was released in November 1997 as the third and final single from the album The Fat of the Land. The song was voted by Mixmag readers as the third greatest dance record of all time. Although the song wasn't as big a commercial success as their previous singles, it gained a cult following.\r\n\r\nThe song caused considerable controversy because of its allegedly misogynistic title and its video, which depicted scenes of drunken and drug-fuelled sexual excess and violence.\r\n\r\nPrior to the release of the single, Liam Howlett was presented with three remixes of the title song, one by Jonny L, one by DJ Hype and one by Slacker. Howlett chose the DJ Hype remix to be released on the single. The Jonny L remix was released through a free CD that came along with the January issue of Muzik magazine in 1998, while the Slacker remix was never officially released, although it surfaced on a rare and limited set of white labels.",
      "strGenre": "Big Beat",
      "strLocked": "unlocked",
      "strMood": "Angry",
      "strMusicBrainzAlbumID": "ac9138ce-6331-3f8d-86d7-69f13e4ab4f4",
      "strMusicBrainzArtistID": "4a4ee089-93b1-4470-af9a-6ff575d32704",
      "strMusicBrainzID": "3752e069-27a6-4819-99d5-11aec26d90a7",
      "strMusicVid": "https://www.youtube.com/watch?v=BJHVX_rKBHI",
      "strMusicVidCompany": "Oil Factory",
      "strMusicVidDirector": "Jonas Åkerlund",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Electronic",
      "strTheme": "Scary Music",
      "strTrack": "Smack My Bitch Up",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/rysxxq1362651985.jpg"
    },
    {
      "idAlbum": "2116684",
      "idArtist": "111766",
      "idIMVDB": "0",
      "idLyric": "165554",
      "idTrack": "32802755",
      "intCD": null,
      "intDuration": "237293",
      "intLoved": "4",
      "intMusicVidComments": "197682",
      "intMusicVidDislikes": "115763",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "4216026",
      "intMusicVidViews": "612902159",
      "intScore": "9.5",
      "intScoreVotes": "10",
      "intTotalListeners": "1165058",
      "intTotalPlays": "8990329",
      "intTrackNumber": "2",
      "strAlbum": "Fallen",
      "song_artist": "Evanescence",
      "strArtistAlternate": null,
      "strDescription": "\"Bring Me to Life\" is a song by American rock band Evanescence. It was written by Amy Lee, Ben Moody and David Hodges and produced by Dave Fortman. It also features guest vocals from Paul McCoy of the band 12 Stones. Wind-up released \"Bring Me to Life\" in 2003 as the lead single from Evanescence's debut studio album, Fallen. The song delivers genres from alternative metal to rap rock and gothic metal among others.\r\n\r\nAccording to Lee, \"Bring Me to Life\" has several meanings and inspirations; its subjects are an incident in a restaurant, open-mindedness, and waking up to the things which are missing in the protagonist's life. Lee later revealed that the song was inspired by her long-time friend ",
      "strGenre": "Rock",
      "strLocked": "unlocked",
      "strMood": "Troubled",
      "strMusicBrainzAlbumID": "2187d248-1a3b-35d0-a4ec-bead586ff547",
      "strMusicBrainzArtistID": "f4a31f0a-51dd-4fa7-986d-3095c40c5ed9",
      "strMusicBrainzID": "c24eb26a-04d6-4f09-9449-9bc334f78ede",
      "strMusicVid": "http://www.youtube.com/watch?v=3YxaaGgTQYM",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Philipp Stölzl",
      "strMusicVidScreen1": "https://www.theaudiodb.com/images/media/track/mvidscreen/wvxwyr1475831591.jpg",
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "Bring Me to Life",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/qpuspp1359577552.jpg"
    },
    {
      "idAlbum": "2118224",
      "idArtist": "112424",
      "idIMVDB": "2147483647",
      "idLyric": "333181",
      "idTrack": "32823013",
      "intCD": null,
      "intDuration": "258826",
      "intLoved": "4",
      "intMusicVidComments": null,
      "intMusicVidDislikes": "1670",
      "intMusicVidFavorites": null,
      "intMusicVidLikes": "63991",
      "intMusicVidViews": "11263993",
      "intScore": "9",
      "intScoreVotes": "10",
      "intTotalListeners": "619574",
      "intTotalPlays": "3998234",
      "intTrackNumber": "10",
      "strAlbum": "Bad",
      "song_artist": "Michael Jackson",
      "strArtistAlternate": null,
      "strDescription": "\"Smooth Criminal\" is the seventh single from Michael Jackson's 1987 Bad album. The song contains a fast-paced beat intertwined with Jackson's lyrics about a woman named Annie, who has been attacked in her apartment by a \"smooth\" assailant. It was released as a single on October 21, 1988, and peaked at number seven on the Billboard Hot 100. It was re-released on April 10, 2006, as a part of the Visionary: The Video Singles box-set. The re-released Visionary single charted at number 19 in the UK. The piece is one of Jackson's signature songs, and has appeared on numerous greatest hits albums, including Number Ones, The Essential Michael Jackson, Michael Jackson: The Ultimate Collection, King of Pop, This Is It, and Immortal (for the New version of song).\r\n\r\nThe song also serves as the theme song to Jackson's 1988 film Moonwalker. The single has sold over 7.5 million copies.",
      "strGenre": "Pop",
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "a5711a77-42d1-3f4c-830c-e27a96f0800f",
      "strMusicBrainzArtistID": "f27ec8db-af05-4f36-916e-3d57f91ecf5e",
      "strMusicBrainzID": "774e840c-164b-434c-8f2e-359eab5b050d",
      "strMusicVid": "http://www.youtube.com/watch?v=h_D3VFfhvs4",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Colin Chilvers",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "Smooth Criminal",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/yqtvsv1359695999.jpg"
    },
    {
      "idAlbum": "2118934",
      "idArtist": "112516",
      "idIMVDB": "0",
      "idLyric": "345187",
      "idTrack": "32831383",
      "intCD": null,
      "intDuration": "167666",
      "intLoved": "4",
      "intMusicVidComments": "1593",
      "intMusicVidDislikes": "187",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "9435",
      "intMusicVidViews": "2905990",
      "intScore": "9.85714",
      "intScoreVotes": "7",
      "intTotalListeners": "956270",
      "intTotalPlays": "6318610",
      "intTrackNumber": "1",
      "strAlbum": "Ace of Spades",
      "song_artist": "Motörhead",
      "strArtistAlternate": "Motorhead",
      "strDescription": "Initially issued as a 7\" vinyl single on 27 October 1980 as a preview to the album Ace of Spades and autumn tour, Bronze Records also released a 12\" vinyl pressing in special Christmas picture sleeves, limited to 50,000 copies. The picture of the band in Santa outfits used on the cover was taken at the Aylesbury Fair, while the band were on tour.\r\nBronze also issued German and Spanish 7\" vinyl versions which had a different sleeves, as well as a Japanese release, with a colour picture insert with song lyrics in English and Japanese. One sided test pressings (not mis-presses, but used in the trade) escaped the pressing plant and are on the market.\r\nThe song opens with an overdriven bass solo played by Lemmy. For the lyrics, he said he \"used gambling metaphors, mostly cards and dice – when it comes to that sort of thing, I'm more into the one-arm bandits actually, but you can't really sing about spinning fruit, and the wheels coming down\".\r\nOn 6 September 1980 Lemmy was interviewed by Graham Neale on BBC Radio 1's Rock On Saturday show, \"Bomber\", \"Ace of Spades\" and \"Love Me Like a Reptile\" were played. The following month, on 6 and 20 October, the band played the song on BBC TV show Top of the Pops.\r\nIn the studio version, the last lines of the bridge are \"I don't want to live forever/And don't forget the Joker\". In the live versions and the Rock Band 2 remake, the last lines are \"I don't want to live forever/But, apparently I am\".",
      "strGenre": "Speed Metal",
      "strLocked": "unlocked",
      "strMood": "Angry",
      "strMusicBrainzAlbumID": "51d51de2-0312-4798-8529-bed2ae2581c6",
      "strMusicBrainzArtistID": "57961a97-3796-4bf7-9f02-a985a8979ae9",
      "strMusicBrainzID": "71209300-34e5-491d-81ad-76237d167604",
      "strMusicVid": "http://www.youtube.com/watch?v=yxJwP0izGgc",
      "strMusicVidCompany": "Angry Kid",
      "strMusicVidDirector": "",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Metal",
      "strTheme": null,
      "strTrack": "Ace of Spades",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/vwyxxu1377477157.jpg"
    },
    {
      "idAlbum": "2119013",
      "idArtist": "112524",
      "idIMVDB": "0",
      "idLyric": "300260",
      "idTrack": "32832384",
      "intCD": null,
      "intDuration": "262146",
      "intLoved": "4",
      "intMusicVidComments": "585185",
      "intMusicVidDislikes": "399659",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "7706552",
      "intMusicVidViews": "1769393664",
      "intScore": "10",
      "intScoreVotes": "6",
      "intTotalListeners": "556798",
      "intTotalPlays": "3364489",
      "intTrackNumber": "3",
      "strAlbum": "Sorry for Party Rocking",
      "song_artist": "LMFAO",
      "strArtistAlternate": null,
      "strDescription": "\"Party Rock Anthem\" is a song performed by American electro recording duo LMFAO, featuring British singer Lauren Bennett and GoonRock. It was released as the first single from their second album Sorry for Party Rocking in 2011. It interpolates lyrics from Rick Ross' song \"Hustlin\". The single has gone to number one in Australia, Belgium, Brazil, Canada, Denmark, France, Germany, Ireland, New Zealand, Switzerland, the United Kingdom and the United States. It also reached the top five in Norway and Italy. Certified 11x Platinum, it is the second biggest-selling single of all time in Australia, behind only Elton John's \"Candle in the Wind 1997\".\r\n\r\nThe song spent eleven weeks at number one in New Zealand and ten weeks in Australia. It is the longest-running number one single in New Zealand since Smashproof's hit single \"Brother\" in 2009, selling over 45,000 copies there, whereas in Australia, it is the longest-running number-one single since \"I Wish I Was a Punk Rocker (With Flowers in My Hair)\" by Sandi Thom in 2006 and the best-selling single of 2011.\r\n\r\n\"Party Rock Anthem\" is a mostly electronic composition. It topped the 7 million downloads mark in the United States in July 2012",
      "strMusicVid": "http://www.youtube.com/watch?v=KQ6zr6kCPj8",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Mickey Finnegan",
      "strMusicVidScreen1": "https://www.theaudiodb.com/images/media/track/mvidscreen/tqwtrr1418387142.jpg",
      "strMusicVidScreen2": "https://www.theaudiodb.com/images/media/track/mvidscreen/qqpqst1418387150.jpg",
      "strMusicVidScreen3": "https://www.theaudiodb.com/images/media/track/mvidscreen/vuquqs1418387157.jpg",
      "strStyle": "Rock/Pop",
      "strTheme": "Party",
      "strTrack": "Party Rock Anthem",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/rtvxpt1359319896.jpg"
    },
    {
      "idAlbum": "2117209",
      "idArtist": "112266",
      "idIMVDB": "0",
      "idLyric": "479514",
      "idTrack": "32809496",
      "intCD": null,
      "intDuration": "227293",
      "intLoved": "4",
      "intMusicVidComments": "0",
      "intMusicVidDislikes": "0",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "0",
      "intMusicVidViews": "0",
      "intScore": "10",
      "intScoreVotes": "4",
      "intTotalListeners": "21479",
      "intTotalPlays": "70028",
      "intTrackNumber": "2",
      "strAlbum": "Private View",
      "song_artist": "Swing Out Sister",
      "strArtistAlternate": null,
      "strDescription": "\"You on My Mind\" is a song by the British pop group Swing Out Sister. It was the lead-off single from the group's second album, Kaleidoscope World. It featured a more sophisticated blend of musical components. The extended version begins with the quote \"Why don't you just relax and have your orange juice and shut up, Delgetti?\" by Steve McQueen, which was featured in the film Bullitt.\r\n\r\nMusic video\r\nThe music video was strongly inspired by the 1968 cult film, The Thomas Crown Affair.",
      "strGenre": "Pop",
      "strLocked": "unlocked",
      "strMood": "...",
      "strMusicBrainzAlbumID": "25b95e47-13e4-4235-a8bb-9daa8f7c3c7e",
      "strMusicBrainzArtistID": "d12b5853-71eb-41d9-8d18-a4259477848a",
      "strMusicBrainzID": "d608dbca-7431-4f45-9bb5-28cf6a92c3d7",
      "strMusicVid": "",
      "strMusicVidCompany": "Siren Pictures",
      "strMusicVidDirector": "Kevin Molony",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "You on My Mind",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/vrspuy1590242374.jpg"
    },
    {
      "idAlbum": "2117253",
      "idArtist": "112273",
      "idIMVDB": "0",
      "idLyric": "0",
      "idTrack": "32810105",
      "intCD": null,
      "intDuration": "359426",
      "intLoved": "4",
      "intMusicVidComments": "78912",
      "intMusicVidDislikes": "58685",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "1643861",
      "intMusicVidViews": "385322923",
      "intScore": "9.57143",
      "intScoreVotes": "7",
      "intTotalListeners": "1228152",
      "intTotalPlays": "8699464",
      "intTrackNumber": "1",
      "strAlbum": "Urban Hymns",
      "song_artist": "The Verve",
      "strArtistAlternate": null,
      "strDescription": "The music video is an homage to the single continuous shot docu-fiction music video for Massive Attack's \"Unfinished Sympathy\" and focuses on Ashcroft singing while walking down a busy London pavement, refusing to change his stride or direction throughout (oblivious to what is going on around him), except for one instance where he is forced to stop for a moving car and a reflection is seen of him standing stationary in the car's tinted window. He narrowly avoids being hit by a car as he starts his walk, passers-by then repeatedly bump into him (causing one young woman to lose balance and fall), and he also jumps on top of the bonnet of another vehicle stopped in his path (the driver gets out of her car and proceeds to confront him, while he continues unflinchingly). At the end of the video, the rest of The Verve join Ashcroft, and the final shot sees them walking down the street into the distance.",
      "strGenre": "Alternative Rock",
      "strLocked": "unlocked",
      "strMood": "Hypnotic",
      "strMusicBrainzAlbumID": "3dd0c8e4-af53-3605-9c20-f27c7635fb60",
      "strMusicBrainzArtistID": "d4d17620-fd97-4574-92a8-a2cb7e72ce42",
      "strMusicBrainzID": "8b6d9029-1990-4660-bd57-24b5bc0fb626",
      "strMusicVid": "https://www.youtube.com/watch?v=1lyu1KKwC74",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Walter Stern",
      "strMusicVidScreen1": "https://www.theaudiodb.com/images/media/track/mvidscreen/stvxvr1527856924.jpg",
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "Bitter Sweet Symphony",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/xvxput1555062451.jpg"
    },
    {
      "idAlbum": "2111766",
      "idArtist": "111393",
      "idIMVDB": "0",
      "idLyric": "200779",
      "idTrack": "32746431",
      "intCD": null,
      "intDuration": "221400",
      "intLoved": "4",
      "intMusicVidComments": "92417",
      "intMusicVidDislikes": "67297",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "2336112",
      "intMusicVidViews": "285467635",
      "intScore": "10",
      "intScoreVotes": "7",
      "intTotalListeners": "1594757",
      "intTotalPlays": "13246199",
      "intTrackNumber": "6",
      "strAlbum": "Demon Days",
      "song_artist": "Gorillaz",
      "strArtistAlternate": null,
      "strDescription": "\"Feel Good Inc.\" is an alternative rock song by British virtual band Gorillaz. The song features rap verses by De La Soul and showcases the band's alternative hip hop influences, while also containing elements of drum and bass and funk rock. The lyrical themes of the song revolve around isolation and escapism.\r\n\r\nThe song was the lead single from the band's second studio album Demon Days on 9 May 2005. The single peaked at No. 2 in the United Kingdom and No. 14 in the United States, the band's highest chart positions to date. It also topped the Hot Modern Rock Tracks chart in the U.S. for eight consecutive weeks, a first for the band. This is the only song in Damon Albarn's career to reach the top 40 on the Billboard Hot 100. It peaked in the top 10 in 17 countries, reaching No. 1 in Spain. The song was listed in Pitchfork Media and Rolling Stone's Best Songs of the 2000s. The song won Best Pop Collaboration at the 2006 Grammy Awards. In an interview during promotion for The Singles Collection 2001–2011, Murdoc described it as \"the song that launched a million iPods\" and \" first song ever to chart on downloads alone, infamous soundtrack to the iPod advert, Grammy award winner, backing track for Madonna's first holographic poledance.\" This song has surpassed \"Clint Eastwood\" to be Gorillaz's most successful single worldwide.\r\n\r\nIn an interview from Gorillaz' \"iTunes Session\" in 2010, band member 2D states that the inspiration for the song came from the time he was \"passing the wind turbines out near Palm Springs. He believed he was going to the Coachella festival or something, and he passed a huge field full of those wind turbines farming the land ... so he started really with the chorus section and then built it up from there.\"\r\n\r\nAt the beginning of the video, while the camera is rising up from the Feel Good Inc. tower, a sample of the Spacemonkeyz dub of \"Clint Eastwood\" entitled \"A Fistful of Peanuts\" can be heard. The main themes of the video are intellectual freedom and the media's dumbing down of mass culture.\r\n\r\nIn the video, 2D yearns for the freedom to join Noodle on her floating island. The characters lying on the floor represent those who have already been \"dumbed down\", while the band members are the ones who have awakened. 2D is trying to wake all the people from their half-dead state by yelling at them through his megaphone, in the style of a political activist. Jamie Hewlett said in an interview that the inspiration for some scenes in the video came from Hayao Miyazaki; specifically, the windmill-powered landmass, which has been compared to that of Miyazaki's Castle in the Sky. The floating island is chased by ominous helicopters, which closely resemble Korean War era Bell H-13s, monitoring the behaviour inside and ensuring that no one escapes. It is unclear whether they are preventing Noodle's escape or are chasing her away. Back in the tower, De La Soul appear as larger-than life, seemingly omnipotent images on surrounding television screens, laughing at the Gorillaz band members. Their taunting drives 2D into a wild, hypnotic frenzy as he tries to resist the urge to be dumbed down. At the end of the video, 2D appears beaten by his surroundings, and returns to the state he was in when the video began, repeating the words \"Feel good\" until the video finally ends, in an exact reversal of the intro. The repetition of \"Feel good\" represents that 2D is convincing himself that everything is OK (as if he is brainwashing himself to believe it), instead of facing the harsh truth of the situation. The music video for \"El Mañana\" is a continuation of this video, depicting two helicopter gunships catching up to Noodle's floating windmill island and attacking it.",
      "strGenre": "Alternative Rock",
      "strLocked": "unlocked",
      "strMood": "Crazy",
      "strMusicBrainzAlbumID": "f959a46a-a136-3134-9412-6572b23fad95",
      "strMusicBrainzArtistID": "e21857d5-3256-4547-afb3-4b6ded592596",
      "strMusicBrainzID": "416b0e1a-3bb5-4bf4-b01b-0183995e48ed",
      "strMusicVid": "https://www.youtube.com/watch?v=HyHNuVaZJ-k",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/svvwtx1362667982.jpg"
    },
    {
      "idAlbum": "2112026",
      "idArtist": "111418",
      "idIMVDB": "2147483647",
      "idLyric": "404244",
      "idTrack": "32749506",
      "intCD": null,
      "intDuration": "235693",
      "intLoved": "4",
      "intMusicVidComments": "52724",
      "intMusicVidDislikes": "24250",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "849350",
      "intMusicVidViews": "192022542",
      "intScore": "10",
      "intScoreVotes": "7",
      "intTotalListeners": "1671346",
      "intTotalPlays": "14534003",
      "intTrackNumber": "2",
      "strAlbum": "Pablo Honey",
      "song_artist": "Radiohead",
      "strArtistAlternate": null,
      "strDescription": "\"Creep\" is a song by the English alternative rock band Radiohead. Radiohead released \"Creep\" as their debut single in 1992, and it later appeared on their first album, Pablo Honey (1993). During its initial release, \"Creep\" was not a chart success. However, upon re-release in 1993, it became a worldwide hit. Attendees of Radiohead's early gigs often exhibited little interest in the band's other songs, causing the band to react against \"Creep\" and play it less often during the mid-to-late 1990s. It is included in the Radiohead: The Best Of compilation album.\r\n\r\nThe artwork for the single is a painting by Maurice Burns, called \"Craigavon Under Age Drinkers Rule\".\r\n\r\nAccording to Radiohead bassist Colin Greenwood, Thom Yorke wrote \"Creep\" while studying at Exeter University in the late 1980s. Guitarist Jonny Greenwood said that the song was inspired by a girl that Yorke had followed around who showed up unexpectedly during a show by the band.\r\n\r\nIn 1992, during rehearsal sessions with producers Sean Slade and Paul Q. Kolderie, Radiohead spontaneously performed \"Creep\". Yorke described \"Creep\" to the producers as \"our Scott Walker song\"; Slade and Kolderie mistook the singer's remark and believed the song was a cover. After tension arose due to unsatisfactory attempts at recording other songs, Slade and Kolderie tried to improve morale by requesting Radiohead to play \"Creep\" again. The band recorded the song in a single take; after the performance everyone in the room burst into applause. Once the band assured Kolderie that \"Creep\" was an original song, he called EMI to tell them to consider the song as Radiohead's next single. While the recording had minimal overdubs and the band did not intend to release it, the producers were impressed with the song.\r\n\r\nDue to similarities to \"The Air That I Breathe\", a song recorded by the Hollies in 1973, Albert Hammond and Mike Hazlewood are credited as co-writers of \"Creep\". \"Creep\" uses a chord progression used in \"The Air That I Breathe\" in its verse and a melody from \"The Air That I Breathe\" in the bridge following the second chorus.\r\n\r\nThe G–B–C–Cm chord progression is repeated throughout the whole song, just alternating between arpeggiated chords in the verses and last chorus and loud power chords during the first two choruses. In G major, these may be interpreted as \"I–III–IV–iv\". According to Guy Capuzzo, the ostinato musically portrays \"the song's obsessive lyrics, which depict the 'self-lacerating rage of an unsuccessful crush'.\" For example, the \"highest pitches of the ostinato form a prominent chromatic line that 'creeps' up, then down, involving scale degrees {\\displaystyle {\\hat {5}}} \\hat 5– ♯ {\\displaystyle {\\hat {5}}} \\hat 5– {\\displaystyle {\\hat {6}}} \\hat 6– ♭ {\\displaystyle {\\hat {6}}} \\hat 6.... ascend, the lyrics strain towards optimism...descend, the subject sinks back into the throes of self-pity...The guitarist's fretting hand mirrors this contour\".\r\n\r\nWhen the song shifts from the verse to the chorus, Jonny Greenwood plays three blasts of guitar noise (\"dead notes\" played by releasing fret-hand pressure and picking the strings). Greenwood said he did this because he did not like how quiet the song was; he explained: \"So I hit the guitar hard—really hard\". Ed O'Brien said: \"That's the sound of Jonny trying to fuck the song up. He really didn't like it the first time we played it, so he tried spoiling it. And it made the song.\" During the song's outro, Jonny Greenwood plays a piano figure. Kolderie forgot to add the piano part during the final mix until the end of the song, but the band approved of the final result.\r\n\r\nAccording to Yorke, \"Creep\" tells the tale of an inebriated man who tries to get the attention of a woman to whom he is attracted by following her around. In the end, he lacks the self-confidence to face her and feels he subconsciously is her. When asked about \"Creep\" in 1993, Yorke said: \"I have a real problem being a man in the '90s... Any man with any sensitivity or conscience toward the opposite sex would have a problem. To actually assert yourself in a masculine way without looking like you're in a hard-rock band is a very difficult thing to do... It comes back to the music we write, which is not effeminate, but it's not brutal in its arrogance. It is one of the things I'm always trying: To assert a sexual persona and on the other hand trying desperately to negate it.\" Jonny Greenwood said the song was in fact a happy song about \"recognizing what you are\".\r\n\r\nThe version issued for US radio play replaced the line \"So fucking special\" with \"So very special\". The group was worried that issuing a censored version would be a \"bit of a sellout\" according to Jonny Greenwood, but they decided it was acceptable since their idols Sonic Youth had done the same thing. Nonetheless, Greenwood noted the British press \"weren't impressed\" by the action. During the recording session for the censored lyrics, Kolderie convinced Yorke to rewrite the first verse, telling him he thought the singer could do better.",
      "strGenre": "Alternative Rock",
      "strLocked": "unlocked",
      "strMood": "Sad",
      "strMusicBrainzAlbumID": "cd76f76b-ff15-3784-a71d-4da3078a6851",
      "strMusicBrainzArtistID": "a74b1b7f-71a5-4011-9441-d0b5e4122711",
      "strMusicBrainzID": "8994e443-4b04-4dbd-bc68-bf504207fa0b",
      "strMusicVid": "http://www.youtube.com/watch?v=XFkzRNyygfk",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "Brett Turnbull",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "Creep",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/wwvuvu1487239331.jpg"
    },
    {
      "idAlbum": "2111321",
      "idArtist": "111357",
      "idIMVDB": "0",
      "idLyric": "0",
      "idTrack": "32741647",
      "intCD": null,
      "intDuration": "276920",
      "intLoved": "4",
      "intMusicVidComments": "0",
      "intMusicVidDislikes": "0",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "0",
      "intMusicVidViews": "0",
      "intScore": "10",
      "intScoreVotes": "2",
      "intTotalListeners": "212065",
      "intTotalPlays": "1022815",
      "intTrackNumber": "5",
      "strAlbum": "The Blueprint 3",
      "song_artist": "Jay-Z",
      "strArtistAlternate": null,
      "strDescription": "\"Empire State of Mind\" is a song by American rapper Jay-Z, featuring vocals and a chorus from American singer Alicia Keys. It was released as the third single from Jay-Z's 11th studio album, The Blueprint 3 (2009), by his Roc Nation label in October 2009. The song is an anthemic ode to both artists' native New York, and features a music sample of \"Love on a Two-Way Street\" (1970), written by Sylvia Robinson and Bert Keyes and performed by The Moments. \"Empire State of Mind\" was originally written by Brooklyn natives Angela Hunte and Jane't \"Jnay\" Sewell-Ulepic who were feeling homesick while on an overseas trip in February 2009. The following month they sent the song in for consideration at Roc Nation, although it received negative reviews. Initially discouraged, the duo sent the song to Jay-Z after a suggestion by an associate of EMI Music Publishing (EMI), and after an incident which they described as an omen.\r\n\r\nAfter hearing the song, Jay-Z immediately recorded it, changing all of the verses but keeping the hook. The single was supposed to feature Hunte on the song's hook, but when Hunte and Sewell-Ulepic were asked if they thought someone else would be more appropriate for the chorus, Hunte suggested Keys. Mary J. Blige was also considered for the part, but Keys was chosen after Jay-Z heard the song's piano loop. The song was viewed as being an \"orchestral rap ballad\" and has pop-rap musical styles. It contains references to drugs, locations in New York and its famous residents, and describes the city's essence. Profanity is also present throughout the song and, although it is usually included during live performances, it was omitted during the performance at Game 2 of the 2009 World Series.\r\n\r\nIt was included in multiple critics' top 10 list for the best songs of 2009; including Rolling Stone magazine and the New York Times. The song was also nominated for three Grammy Awards, winning Best Rap Song and Best Rap/Sung Collaboration. \"Empire State of Mind\" achieved commercial success worldwide. The track peaked within the top 10 in countries including; the United States, the United Kingdom, Canada, Australia, France, Italy and Sweden. The single was commercially successful in the United States, peaking at number one on the Billboard Hot 100 for five consecutive weeks, becoming Jay-Z's first number-one single on the chart as a lead artist. It appeared in 2009 year-end charts in Italy, Australia and the US. The song is also the last number one hit of the 2000s.\r\n\r\nIn the song's music video, which is primarily in black-and-white, Jay-Z and Keys are shown performing the song in various locations in New York. \"Empire State of Mind\" has been performed by Jay-Z and Keys multiple times, including during the 2009 MTV Video Music Awards and the 2009",
      "strGenre": "Hip-Hop",
      "strLocked": "unlocked",
      "strMood": "Angry",
      "strMusicBrainzAlbumID": "8f046e37-21ef-46de-9aa6-4f89e3d48bbb",
      "strMusicBrainzArtistID": "f82bcf78-5b69-4622-a5ef-73800768d9ac",
      "strMusicBrainzID": "4a9818ba-5963-4761-864f-7d96841053d2",
      "strMusicVid": "https://www.youtube.com/watch?v=0mJG7pjlMEo",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Urban/R&B",
      "strTheme": "...",
      "strTrack": "Empire State of Mind",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/vtrxst1360363172.jpg"
    },
    {
      "idAlbum": "2113237",
      "idArtist": "111529",
      "idIMVDB": "0",
      "idLyric": "239921",
      "idTrack": "32761119",
      "intCD": null,
      "intDuration": "244000",
      "intLoved": "4",
      "intMusicVidComments": "104304",
      "intMusicVidDislikes": "51838",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "2265897",
      "intMusicVidViews": "460495817",
      "intScore": "10",
      "intScoreVotes": "5",
      "intTotalListeners": "1292172",
      "intTotalPlays": "10404068",
      "intTrackNumber": "2",
      "strAlbum": "We Sing. We Dance. We Steal Things.",
      "song_artist": "Jason Mraz",
      "strArtistAlternate": null,
      "strDescription": "\"I'm Yours\" is the first single released by American singer-songwriter Jason Mraz from his third studio album We Sing. We Dance. We Steal Things. (2008) The song was originally released on a limited edition EP called Extra Credit as a demo in 2005 to promote his second studio album Mr. A–Z. It was performed in his 2004 and 2005 gigs and already became a crowd favorite before its release. \"I'm Yours\" was nominated for Grammy Award for Song of the Year and Best Male Pop Vocal Performance at the 51st Grammy Awards. It was also used for the Australian Seven Network's promotion of the season premiere of Packed to the Rafters.\r\n\r\n\"I'm Yours\" was immensely successful in the US on the Billboard charts. At 76 weeks on the Hot 100, it held the record for most weeks spent on the chart, breaking the previous record of 69 weeks set by LeAnn Rimes' song \"How Do I Live\" in 1998; this record has since been broken by Imagine Dragons' \"Radioactive\", which spent 87 weeks on the chart, and AWOLNATION's \"Sail\", which spent 79 weeks on the chart. As of January 2013, it is the tenth best-selling digital song of all time in the US, selling over 6 million downloads, and 12.2 million worldwide. It remains Mraz's biggest US hit single to date. The song was used as an 'inspiration' for the Bollywood movie Nautanki Saala song \"Mera Mann Kehne Laga\".\r\n\r\nMraz first launched the song from the La Costa Resort and Spa in Carlsbad, California, at Michele Clark's Sunset Sessions in 2008. He also sang a version on Sesame Street titled \"Outdoors\" and released a successful remixed version featuring Lil Wayne and Jah Cure.\r\n\r\nComposition\r\nAccording to the sheet music published at musicnotes.com, the song is composed in the key of C major (recorded a half-step lower in B major). The majority of the song contains the I-V-vi-IV progression.\r\n\r\nChart performance\r\nThroughout 2008, \"I'm Yours\" slowly increased in airplay and digital sales and would go on to become Mraz's biggest hit to date, charting higher than his previous pop hit, 2003's \"The Remedy (I Won't Worry)\". It became his first top ten single in the US, peaking at number six on the Billboard Hot 100 and number five on the Pop 100. On the Billboard Hot Adult Top 40 Tracks chart the song was number one for a total of nine weeks. The single later received Mainstream Top 40 airplay, eventually topping that chart as well. Due to its gradually building crossover appeal, the song has had extremely unusual longevity, not reaching number one on the Mainstream Top 40 until December 2008, ten months after its release and seven months after it debuted on the VH1 Top 20 Video Countdown. In fact, VH1 had already retired the song in early October 2008 after a 20-week run. The song returned to the top ten of the Hot 100 for the third time in its 38th week on the chart. \"I'm Yours\" would go on to chart for a total of 76 weeks, making this the longest chart run in Billboard magazine history, up until the 87-week run of Imagine Dragons' \"Radioactive\" and the 79-week run of AWOLNATION's \"Sail\", both set in 2014.\r\n\r\nA year into its release, it topped another chart for the first time, when it hit number one on the Billboard Hot Adult Contemporary Tracks during the week of February 5, 2009. This marked 11 months since the song had topped its first chart in the US, when it reached number one on the Triple A chart in March 2008. \"I'm Yours\" spent 16 weeks at number one on the Adult Contemporary chart. In addition, after topping the Adult Contemporary chart, \"I'm Yours\" became the first song to top the Triple A, Adult Top 40, Mainstream Top 40, and Adult Contemporary charts. Despite weak initial download sales, it became the eighth best-selling digital song in the United States by January 2012. It has sold 6,837,000 copies in the US as of April 23, 2014.\r\n\r\nIt is Mraz's most successful global single to date, reaching number one in Sweden and Norway, and the top ten in Canada, United States, Austria, Australia, Germany, Switzerland, Spain and Italy. It was also able to reach number one on the Top 40 Digital Track Chart in Australia. In Hawaii, radio stations do play the original version, along with a Hawaiian remix of the song. \"I'm Yours\" has also been a huge hit in New Zealand where it peaked at number one, knocking off \"Poker Face\" which spent ten consecutive weeks at number one. It was certified Gold after nine weeks selling over 7,500 copies and then certified Platinum after 14 weeks selling over 15,000 copies.\r\n\r\n\"I'm Yours\" made its debut on the British singles chart on December 12, 2008, at number 78 and then slowly climbed up the chart until it peaked at number 11. It spent the whole of 2009 on the chart apart from the final two weeks of the year, then re-entered in January 2010 and again in August, and has now clocked up 56 weeks on the official UK Top 75, making it currently the 15th longest runner of all time and the longest never to make the Top 10, at 84 weeks on the Top 100.",
      "strGenre": "Acoustic",
      "strLocked": "unlocked",
      "strMood": "...",
      "strMusicBrainzAlbumID": "0fba4366-e58e-30b3-814c-42f4cfbae464",
      "strMusicBrainzArtistID": "82eb8936-7bf6-4577-8320-a2639465206d",
      "strMusicBrainzID": "a5a2330e-2fff-4601-a715-6e68a8e98fbf",
      "strMusicVid": "https://www.youtube.com/watch?v=EkHTsc9PU2A",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Rock/Pop",
      "strTheme": "...",
      "strTrack": "I'm Yours",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/yvrwuv1483979966.jpg"
    },
    {
      "idAlbum": "2114114",
      "idArtist": "111687",
      "idIMVDB": "0",
      "idLyric": "0",
      "idTrack": "32771899",
      "intCD": null,
      "intDuration": "234000",
      "intLoved": "4",
      "intMusicVidComments": "2572",
      "intMusicVidDislikes": "487",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "14526",
      "intMusicVidViews": "3744021",
      "intScore": "9.66667",
      "intScoreVotes": "3",
      "intTotalListeners": null,
      "intTotalPlays": null,
      "intTrackNumber": "4",
      "strAlbum": "No More Idols",
      "song_artist": "Chase & Status",
      "strArtistAlternate": null,
      "strDescription": "\"Blind Faith\" is a song by British drum and bass duo Chase & Status. It was released as the second official single, and the third overall, from their second studio album, No More Idols (2011). The single features vocals from Liam Bailey, and was released on 21 January 2011. The single peaked at number 5 in the United Kingdom singles chart. The chorus of the song also features vocals performed by Yolanda Quartey. The \"sweet sensation\" line is inspired by Loleatta Holloway's 1980 disco hit \"Love Sensation\". \"Blind Faith\" is featured on the soundtrack of the racing video games Dirt 3 and Forza Horizon.\r\nThe music video for \"Blind Faith\" appeared on YouTube on 9 December 2010. The video is set during the illegal warehouse rave era of the early 1990s, and features a group of people partying in empty warehouses where Chase & Status are playing. Liam Bailey is shown in several scenes, and subtitles to the song are featured at the bottom of the screen. The song was used by BBC Sport during its coverage of the 2013 World Athletics Championships.",
      "strGenre": "Drum & Bass",
      "strLocked": "unlocked",
      "strMood": "Boisterous",
      "strMusicBrainzAlbumID": "01326ca5-1448-4642-aab6-86400d6830e9",
      "strMusicBrainzArtistID": "82e454e2-38ee-4e69-89a6-cc65167753d1",
      "strMusicBrainzID": "8a93136c-35fa-493c-8d53-d700c479e2f4",
      "strMusicVid": "http://www.youtube.com/watch?v=zYpDJw7fThU",
      "strMusicVidCompany": "",
      "strMusicVidDirector": "",
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": "Electronic",
      "strTheme": null,
      "strTrack": "Blind Faith",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/tvysxw1447964436.jpg"
    },
    {
      "idAlbum": "2109618",
      "idArtist": "111239",
      "idIMVDB": "0",
      "idLyric": "102222",
      "idTrack": "32724218",
      "intCD": null,
      "intDuration": "294000",
      "intLoved": "4",
      "intMusicVidComments": "63022",
      "intMusicVidDislikes": "43019",
      "intMusicVidFavorites": "0",
      "intMusicVidLikes": "1501260",
      "intMusicVidViews": "358113485",
      "intScore": "9.77778",
      "strDescription":"Fix You\" is a song by British alternative rock band Coldplay. It was written by all four members of the band for their third album, X&Y. The track is built around an organ, that is accompanied by slow tempo drums, and a vocals. It was released on 5 September 2005 as the second single from X&Y and has reached number four in the United Kingdom Singles Chart. The song reached number 18 in the United States Billboard Hot Modern Rock Tracks. Promo singles were released for the UK and US.\r\nBlythe Danner, the mother of Gwyneth Paltrow and Chris Martin's mother-in-law, stated in an interview in May 2012 that Chris Martin 'wrote the song Fix You for Gwyneth when her father died and I weep every time I hear it'.\r\n\"Fix You\" received positive reviews. It has been widely sampled, with different covers and sounds. The song, itself, was nominated for multiple awards in the categories of Best Song Musically and Lyrically and Anthem of the Summer. The music video was garnered as a tribute to the 7 July 2005 London bombings.\r\nThe guitar solo of \"Fix You\" is currently used as the player introduction at all of the National Hockey League's Montreal Canadiens' home games.\r\nThe song was played live to a motionless crowd at the Steve Jobs memorial/celebration-of-life event at Apple headquarters on 19 October 2011 in Cupertino, CA.\r\n\"Fix You\" covered by Boyce Avenue was used in the video \"Internet Love Story: CTFxC Wedding (Charles & Alli)\" uploaded by user charlestrippy on 22 November 2011. As of 27 April 2012 it currently has 2,330,161 views.\r\n\r\nThe music video for \"Fix You\" was directed by Sophie Muller, who had previously worked with the band for their 2002 video \"In My Place\". The video was filmed at the end of two concerts on 4 and 5 July 2005 at the Reebok Stadium in Bolton, England, which were the band's first ever stadium performances. The concert goers doubled as extras for the video shoot, which required two takes on each day to complete. In the first half of the video, Martin, wanders the streets of London starting at Tooley Street under London Bridge station, while the slogan \"Make Trade Fair\" is projected onto the Royal National Theatre, using the same Baudot code colour scheme on the cover of X&Y. The tunnels that Martin is seen wandering within are located both in and around King's Cross and St Pancras railway stations, with the filming for the video taking place during the time of the redevelopment and expansion of the latter. Martin is then seen walking across Waterloo Bridge, which crosses the River Thames, connecting the South Bank with The Strand. As soon as the electric guitar kicks in, Martin's walk turns into a run as he darts through streets of London, until very quickly reaching the side of the stage at the Reebok Stadium in Bolton, where he joins the rest of the band for the song's finale. The audience sings along with the song's final refrain, and at the end of the video Martin thanks them for their support and wishes them goodnight.\r\n\r\nThe video debuted on 1 August 2005. It was nominated at the 15th annual Music Video Production Association Awards in the category of Adult Contemporary. After its release, the music video was repurposed as a tribute to the victims of the 7 July 2005 London bombings, although it was filmed before they occurred.",
      "strGenre": "Pop-Rock",
      "strLocked": "unlocked",
      "strMood": "Relaxed",
      "strMusicBrainzAlbumID": "c50b180a-12c9-3153-8ba5-eac6a6537d6f",
      "strMusicBrainzArtistID": "cc197bad-dc9c-440d-a5b5-d52ba2e14234",
      "strMusicBrainzID": "20919a48-4ad5-409c-b639-8db7ca9f9e7a",
      "strMusicVid": "https://www.youtube.com/watch?v=k4V3Mo61fJM",
      "strMusicVidCompany": "Angelo Prod",
      "strMusicVidDirector": "Sophie Muller",
      "strMusicVidScreen1": "https://www.theaudiodb.com/images/media/track/mvidscreen/twryxu1363710300.jpg",
      "strMusicVidScreen2": "https://www.theaudiodb.com/images/media/track/mvidscreen/quswrs1363710650.jpg",
      "strMusicVidScreen3": "https://www.theaudiodb.com/images/media/track/mvidscreen/vxtwqy1363710824.jpg",
      "strStyle": "Rock/Pop",
      "strTheme": "Slow Dance",
      "strTrack": "Fix You",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/xwqrtp1340356523.jpg"
    },
    {
      "idAlbum": "2109636",
      "idArtist": "111243",
      "idIMVDB": null,
      "idLyric": "278056",
      "idTrack": "32724441",
      "intCD": null,
      "intDuration": "237000",
      "intLoved": "4",
      "intMusicVidComments": null,
      "intMusicVidDislikes": null,
      "intMusicVidFavorites": null,
      "intMusicVidLikes": null,
      "intMusicVidViews": null,
      "intScore": "10",
      "intScoreVotes": "6",
      "intTotalListeners": "958244",
      "intTotalPlays": "8507446",
      "intTrackNumber": "1",
      "strAlbum": "Only by the Night",
      "song_artist": "Kings of Leon",
      "strArtistAlternate": null,
      "strDescription": "",
      "strGenre": "Rock",
      "strLocked": "unlocked",
      "strMood": null,
      "strMusicBrainzAlbumID": "7a23bc7e-d7bd-3a22-a38d-7d1f793bae1c",
      "strMusicBrainzArtistID": "6ffb8ea9-2370-44d8-b678-e9237bbd347b",
      "strMusicBrainzID": "6d047420-9989-48c8-8df9-4d91c783e1b1",
      "strMusicVid": "",
      "strMusicVidCompany": null,
      "strMusicVidDirector": null,
      "strMusicVidScreen1": null,
      "strMusicVidScreen2": null,
      "strMusicVidScreen3": null,
      "strStyle": null,
      "strTheme": null,
      "strTrack": "Closer",
      "strTrack3DCase": null,
      "strTrackLyrics": "",
      "song_img": "https://www.theaudiodb.com/images/media/track/thumb/xutqpq1535016796.jpg"
    }
  ]
}
